---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RoomEditPeopleLoadsParam
source: html/530d6629-0c99-47a4-1136-5169166b528b.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RoomEditPeopleLoadsParam Property

"People"

## Syntax (C#)
```csharp
public static ForgeTypeId RoomEditPeopleLoadsParam { get; }
```